** Warteliste

Die Teilnehmer mit eine BIB <= 50 hatten sich regulär angemeldet, ab BIB 51 über die Warteliste. Letztere haben das Feld ~Warteliste~ auf ~1~.

Sobald ein Teilnehmer absagt wird das Feld ~Absage~ auf ~1~ gesetzt.

Mit dem Skript ~nachruecken.rb~ kann ermittelt werden, wer als Ersatz übernommen werden kann:
#+begin_src sh :exports result :results output
ruby nachruecken.rb
#+end_src

#+RESULTS:
#+begin_example
Aktiv:
 BIB 1
 BIB 2
 BIB 3
 BIB 4
 BIB 5
 BIB 6
 BIB 7
 BIB 8
 BIB 9
 BIB 11
 BIB 12
 BIB 13
 BIB 14
 BIB 15
 BIB 16
 BIB 17
 BIB 18
 BIB 19
 BIB 20
 BIB 21
 BIB 23
 BIB 24
 BIB 25
 BIB 26
 BIB 27
 BIB 29
 BIB 30
 BIB 31
 BIB 34
 BIB 35
 BIB 36
 BIB 37
 BIB 38
 BIB 39
 BIB 40
 BIB 41
 BIB 42
 BIB 43
 BIB 45
 BIB 47
 BIB 48
 BIB 49
 BIB 50
 BIB 52
 BIB 53
 BIB 54
 BIB 55
 BIB 56
 BIB 57
 BIB 58

Absagen:
 BIB 10
 BIB 22
 BIB 28
 BIB 32
 BIB 33
 BIB 44
 BIB 46
 BIB 51

Nachgerückt:
 BIB 52
 BIB 53
 BIB 54
 BIB 55
 BIB 56
 BIB 57
 BIB 58

Warteliste:
 BIB 59
 BIB 60
 BIB 61
 BIB 62
 BIB 63
 BIB 64
 BIB 65
 BIB 66
 BIB 67
 BIB 68
 BIB 69
 BIB 70
 BIB 71
 BIB 72

Keine Nachrücker möglich

Gesamt Anmeldungen:     72
   aktive Teilnehmer:   50
   absagen:             8
   Nachrücker:          7
   auf Warteliste:      14
   mögliche Nachrücker: 0
#+end_example

